BAN_CMD = """هذه هي اوامر الحظر في المجموعات

الامر   .حظر

الشرح:  يستخدم هذا الامر لحظر المستخدم من المجموعة يجب ان تمتلك صلاحيات الحظر في المجموعة لتتمكن من حظره

الاستخدام:  يمكنك الرد على المستخدم لحظره او بكتابه الامر مع معرفه او ايديه وارساله في المجموعة
------------------------

الامر   .الغاء حظر

الشرح:  يستخدم هذا الامر لالغاء حظر المستخدم من المجموعة يجب ان تمتلك صلاحيات الحظر في المجموعة لتتمكن من الغاء حظره

الاستخدام:  يمكنك الرد على المستخدم لالغاء حظره او بكتابه الامر مع معرفه او ايديه وارساله في المجموعة
------------------------

الامر   .المحظورين

الشرح:  يستخدم هذا الامر لعرض المستخدمين المحظورين في المجموعه فقط اكتب الامر وارسله في الدردشة يجب انت تكون مشرف اولا
------------------------
t.me/jmthon"""
