BAN_CMD = """هذه هي اوامر الحظر في المجموعات

الامر   .حظر

الشرح:  يستخدم هذا الامر لحظر المستخدم من المجموعة يجب ان تمتلك صلاحيات الحظر في المجموعة لتتمكن من حظره

الاستخدام:  يمكنك الرد على المستخدم لحظره او بكتابه الامر مع معرفه او ايديه وارساله في المجموعة
------------------------

الامر   .الغاء حظر

الشرح:  يستخدم هذا الامر لالغاء حظر المستخدم من المجموعة يجب ان تمتلك صلاحيات الحظر في المجموعة لتتمكن من الغاء حظره

الاستخدام:  يمكنك الرد على المستخدم لالغاء حظره او بكتابه الامر مع معرفه او ايديه وارساله في المجموعة
------------------------

الامر   .المحظورين

الشرح:  يستخدم هذا الامر لعرض المستخدمين المحظورين في المجموعه فقط اكتب الامر وارسله في الدردشة يجب انت تكون مشرف اولا
------------------------
t.me/jmthon"""

PIN_CMD = """
امر التثبيت في المجموعة: 

الامر   `.تثبيت`
          `.تثبيت بالاشعار`

الشرح:  يستخدم هذا الامر بالرد على الرسالة في المجموعة لتثبيتها يمكنك كتابه بالاشعار لأرسال اشعار للمستخدمين انك ثبتها

---------

الامر   `.الغاء تثبيت`
          `.الغاء تثبيت الكل`

الشرح:  بالرد على الرسالة لألغاء تثبيتها واذا كتبت الكل سيقوم بالغاء جميع الرسائل المثبتة


t.me/jmthon"""

EVENT_CMD = """
امر الاحداث في المجموعة: 

الامر   `.الاحداث`

الشرح:  يستخدم هذا الامر لعرض احداث المجموعة وذلك بكتابع الامر وارسالع في المجموعة لعرض اخر 5 احداث يجب ان تكون مشرف اولا

t.me/jmthon"""

MUTE_CMD = """هذه هي اوامر الكتم العـامة

الامر   .كتم

الشرح:  يستخدم هذا الامر لكتم المستخدم يجب ان تمتلك صلاحيات الحذف في المجموعة لتتمكن من كتمه

الاستخدام:  يمكنك الرد على المستخدم لحظره او بكتابه الامر مع معرفه او ايديه وارساله في المجموعة
------------------------

الامر   .الغاء كتم

الشرح:  يستخدم هذا الامر لالغاء كتم المستخدم يجب ان تمتلك صلاحيات الحذف في المجموعة لتتمكن من الغاء كتمه

الاستخدام:  يمكنك الرد على المستخدم لالغاء كتمه او بكتابه الامر مع معرفه او ايديه وارساله في المجموعة
------------------------
t.me/jmthon"""

LINK_CMD = """
امر الرابط في المجموعة: 

الامر   `.الرابط`

الشرح:  يستخدم هذا الامر لأرسال رابط المجموعة التي رسلت بها الامر يجب ان تكون مشرف في المجموعة لاستخراج الرابط 

t.me/jmthon"""

AD_CMD = """
هذه هي اوامر الرفع والتنزيل

الامر   .رفع مشرف

الشرح:  لرفع مشرف لمستخدم معين في المجموعه بكتابه الامر مع معرف المستخدم و لقب اذا اردت او بالرد على المستخدم لرفعه مشرف
------------------------

الامر   .تنزيل مشرف

الشرح:  لتنزيل شخص من رتبة الاشراف في المجموعه بكتابه الامر مع معرف المستخدم او بالرد على المستخدم لتنزيله من الاشراف
------------------------
t.me/jmthon"""
